Repository: TREAFREE/FileIsland
Catalog: FileIsland/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ · %d%% smaller
zh_hans: %@ · 减少 %d%%

source: %@ total
zh_hans: 共 %@

source: %d files
zh_hans: %d 个文件

source: %d files converted
zh_hans: 已转换 %d 个文件

source: %d MB / file
zh_hans: 每个文件 %d MB

source: %d segments created
zh_hans: 已生成 %d 段

source: %d videos
zh_hans: %d 个视频

source: %d/%d segments
zh_hans: 第 %d/%d 段

source: → Split
zh_hans: → 切分

source: ≤ %@ each
zh_hans: 每段 ≤ %@

source: ≤ %@ sec each
zh_hans: 每段 ≤ %@ 秒

source: 1 MB equals 1,000,000 bytes.
zh_hans: 1 MB 等于 1,000,000 字节。

source: A private, local-first file conversion utility for macOS.
zh_hans: 一款注重隐私、完全在本地运行的 macOS 文件转换工具。

source: About
zh_hans: 关于

source: About File Island
zh_hans: 关于 File Island

source: Adaptive
zh_hans: 自适应

source: Another split is still running
zh_hans: 另一个切分任务仍在运行

source: App language
zh_hans: 应用语言

source: Appearance
zh_hans: 外观

source: Audio (%d)
zh_hans: 音频（%d）

source: Audio %d
zh_hans: 音频 %d

source: Audio options
zh_hans: 音频选项

source: Back
zh_hans: 返回

source: Background styles and wallpapers can be added here without changing conversion settings.
zh_hans: 以后可以在这里加入背景样式和壁纸，而不会影响转换设置。

source: Balanced
zh_hans: 均衡

source: Balanced JPEG up to 2048 px with metadata removed
zh_hans: 最长边 2048 像素的均衡 JPEG，并移除元数据

source: Built-in presets and manual controls share the same validated conversion plans. Video resolution and an optional per-file size limit are chosen for each job in the Island.
zh_hans: 内置预设与手动设置共用同一套经过验证的转换方案。每次任务的视频分辨率和可选单文件大小限制都在刘海窗口中选择。

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Checking keyframes…
zh_hans: 正在检查关键帧…

source: Choose
zh_hans: 选择

source: Choose a supported HEIC, HEIF, JPEG, PNG, WebP, TIFF, GIF, BMP, or AVIF image batch to configure conversion.
zh_hans: 请选择受支持的 HEIC、HEIF、JPEG、PNG、WebP、TIFF、GIF、BMP 或 AVIF 图片批次来配置转换。

source: Choose another output folder and try again.
zh_hans: 请选择其他输出文件夹后重试。

source: Choose Files or Folder…
zh_hans: 选择文件或文件夹…

source: Choose…
zh_hans: 选择…

source: Choosing…
zh_hans: 选择中…

source: Clear
zh_hans: 清除

source: Compact
zh_hans: 紧凑

source: Compatibility
zh_hans: 兼容性

source: Continue
zh_hans: 继续

source: Conversion
zh_hans: 转换

source: Conversion complete
zh_hans: 转换完成

source: Conversion failed
zh_hans: 转换失败

source: Conversion presets
zh_hans: 转换预设

source: Convert
zh_hans: 转换

source: Converting — %d%%
zh_hans: 正在转换 — %d%%

source: Converting %@…
zh_hans: 正在转换 %@…

source: Converting batch…
zh_hans: 正在转换批次…

source: Converting image…
zh_hans: 正在转换图片…

source: Converting video…
zh_hans: 正在转换视频…

source: Couldn’t build a safe split plan
zh_hans: 无法生成安全的切分计划

source: Couldn’t reach this size
zh_hans: 无法达到此大小

source: Couldn’t read this item
zh_hans: 无法读取此项目

source: Couldn’t remember this folder
zh_hans: 无法记住此文件夹

source: Couldn’t save the result
zh_hans: 无法保存结果

source: Couldn’t save the video segments
zh_hans: 无法保存视频分段

source: Couldn’t split these videos
zh_hans: 无法切分这些视频

source: Custom
zh_hans: 自定义

source: Custom · Fast · keep original quality
zh_hans: 自定义 · 快速 · 保留原画质

source: Development
zh_hans: 开发版本

source: Dismiss
zh_hans: 关闭

source: Dismiss completed conversion
zh_hans: 关闭已完成的转换

source: Do %d · Skip %d · Block %d
zh_hans: 处理 %d · 跳过 %d · 阻止 %d

source: Drop the source again to build a new split plan.
zh_hans: 请重新拖入源文件，以生成新的切分计划。

source: Drop to process
zh_hans: 松开以处理

source: Engine
zh_hans: 引擎

source: Enter a positive decimal MB value
zh_hans: 请输入正数形式的十进制 MB 值

source: Enter a positive duration in seconds
zh_hans: 请输入以秒为单位的正数时长

source: Duration
zh_hans: 时长

source: Duration unit
zh_hans: 时长单位

source: Enter a size or duration limit
zh_hans: 请输入大小或时长限制

source: Estimated %d segments
zh_hans: 预计 %d 段

source: Fast · keep original quality
zh_hans: 快速 · 保留原画质

source: Fast mode needs H.264 video with AAC audio in MP4 or MOV
zh_hans: 快速模式需要 MP4 或 MOV 中的 H.264 视频与 AAC 音频

source: FFmpeg 8.1.2 fallback
zh_hans: FFmpeg 8.1.2 兼容引擎

source: File
zh_hans: 文件

source: File Island accepts readable, ordinary files in this technical preview.
zh_hans: File Island 当前支持可读取的普通文件。

source: File Island couldn’t remember this folder. Please choose another folder.
zh_hans: File Island 无法记住此文件夹，请选择其他文件夹。

source: File Island Settings
zh_hans: File Island 设置

source: File Island, conversion completed
zh_hans: File Island，转换已完成

source: File Island, conversion failed
zh_hans: File Island，转换失败

source: File Island, converting, %d percent
zh_hans: File Island，正在转换，进度百分之 %d

source: File Island, preparing conversion
zh_hans: File Island，正在准备转换

source: File Island's original code is proprietary and source-available. File Island includes FFmpeg 8.1.2 under the GNU LGPL v2.1 or later. The corresponding source archive, verified release signature, build recipe, license, and notices are included with the project and every binary Release. No GPL or nonfree components are enabled.
zh_hans: File Island 的原创代码保留所有权利并开放源码查看。File Island 包含依据 GNU LGPL v2.1 或更高版本授权的 FFmpeg 8.1.2。对应源码归档、经验证的发布签名、构建方法、许可证和声明均随项目及每个二进制 Release 提供。当前未启用 GPL 或 nonfree 组件。

source: Follow System
zh_hans: 跟随系统

source: Format
zh_hans: 格式

source: Free some disk space and try again.
zh_hans: 请释放一些磁盘空间后重试。

source: General
zh_hans: 通用

source: Hardware H.264 · estimated size
zh_hans: 硬件 H.264 · 预估大小

source: High
zh_hans: 高质量

source: hr
zh_hans: 小时

source: High · H.264 + AAC
zh_hans: 高兼容 · H.264 + AAC

source: High-compatibility MP4 at the source resolution ceiling
zh_hans: 保持原始分辨率上限的高兼容 MP4

source: High-compatibility MP4 up to 100 MB per file
zh_hans: 每个文件不超过 100 MB 的高兼容 MP4

source: High-compatibility MP4 with a 1080p ceiling
zh_hans: 最高 1080p 的高兼容 MP4

source: Image defaults
zh_hans: 图片默认设置

source: Image for Web
zh_hans: 网页图片

source: Image options
zh_hans: 图片选项

source: Images (%d)
zh_hans: 图片（%d）

source: Img %d
zh_hans: 图片 %d

source: Increase a limit to reach an earlier keyframe
zh_hans: 请增大限制，以便使用更早的关键帧

source: Increase the size or duration limit and try again.
zh_hans: 请增大大小或时长限制后重试。

source: Island
zh_hans: 刘海窗口

source: JPEG quality
zh_hans: JPEG 质量

source: Language
zh_hans: 语言

source: Language changes apply immediately and do not restart active conversions.
zh_hans: 语言切换会立即生效，也不会重启正在进行的转换。

source: Launch File Island at login
zh_hans: 登录时启动 File Island

source: Limits
zh_hans: 分段限制

source: Longest edge
zh_hans: 最长边

source: M4A uses AAC. WAV and AIFF use lossless PCM; FLAC is lossless. MP3 is supported as input, not output.
zh_hans: M4A 使用 AAC；WAV 和 AIFF 使用无损 PCM；FLAC 为无损格式。MP3 支持作为输入，但不提供输出。

source: Maximum segment duration in seconds
zh_hans: 每段最长时长（秒）

source: Maximum segment duration
zh_hans: 每段最长时长

source: Maximum segment size in decimal megabytes
zh_hans: 每段最大大小（十进制 MB）

source: Maximum segment size
zh_hans: 每段最大大小

source: min
zh_hans: 分钟

source: Mode
zh_hans: 模式

source: Name, type, and size only
zh_hans: 只读取名称、类型和大小

source: Native AVFoundation
zh_hans: 系统原生 AVFoundation

source: No converted files were kept.
zh_hans: 未保留任何转换后的文件。

source: No split needed
zh_hans: 无需切分

source: No video segments were kept.
zh_hans: 未保留任何视频分段。

source: None
zh_hans: 无

source: Not available in this milestone
zh_hans: 此版本暂不支持

source: Not enough storage
zh_hans: 存储空间不足

source: Not selected
zh_hans: 未选择

source: Not set
zh_hans: 未设置

source: OK
zh_hans: 好

source: Opacity
zh_hans: 透明度

source: Open Output Folder
zh_hans: 打开输出文件夹

source: Original
zh_hans: 原始

source: Other (%d)
zh_hans: 其他（%d）

source: Other %d
zh_hans: 其他 %d

source: Output
zh_hans: 输出

source: Output folder
zh_hans: 输出文件夹

source: Plan
zh_hans: 计划

source: Planning complete · split execution arrives in the next engine phase
zh_hans: 规划已完成 · 切分执行将在下一引擎阶段提供

source: Precise & compatible
zh_hans: 精确且兼容

source: Preparing conversion…
zh_hans: 正在准备转换…

source: Preparing…
zh_hans: 准备中…

source: Presets
zh_hans: 预设

source: Preview
zh_hans: 预览

source: Quality
zh_hans: 质量

source: Quit File Island
zh_hans: 退出 File Island

source: Re-encoding may change image quality.
zh_hans: 重新编码可能改变画质。

source: Reading file details…
zh_hans: 正在读取文件信息…

source: Ready to split
zh_hans: 可以开始切分

source: Reinstall File Island so its bundled media tools are available.
zh_hans: 请重新安装 File Island，以恢复随 App 提供的媒体工具。

source: Remove metadata
zh_hans: 移除元数据

source: Remove metadata by default
zh_hans: 默认移除元数据

source: Report Issue
zh_hans: 报告问题

source: Resolution
zh_hans: 分辨率

source: Reveal
zh_hans: 在访达中显示

source: Reveal converted files in Finder
zh_hans: 转换完成后在访达中显示

source: Rule
zh_hans: 限制来源

source: sec
zh_hans: 秒

source: Select one or more files, or an ordinary folder. Sources stay untouched.
zh_hans: 请选择一个或多个文件，或一个普通文件夹。源文件不会被修改。

source: Selected
zh_hans: 已选择

source: Settings…
zh_hans: 设置…

source: Simplified Chinese
zh_hans: 简体中文

source: Size applies to native video only
zh_hans: 大小限制仅适用于原生视频

source: Size
zh_hans: 大小

source: Size unit
zh_hans: 大小单位

source: Small
zh_hans: 小文件

source: Source
zh_hans: 原始尺寸

source: Split cancelled
zh_hans: 切分已取消

source: Split for Sharing
zh_hans: 分享切分

source: Split runtime unavailable
zh_hans: 切分运行组件不可用

source: Splitting video…
zh_hans: 正在切分视频…

source: Splitting video… Segment %d of %d
zh_hans: 正在切分视频…第 %d/%d 段

source: Start
zh_hans: 开始

source: Starts local fast splitting without re-encoding
zh_hans: 开始完全本地、无需重新编码的快速切分

source: Startup
zh_hans: 启动

source: Supported audio inputs: MP3, WAV, AIFF, M4A, AAC, FLAC, OGG, Opus, and AC3.
zh_hans: 支持的音频输入：MP3、WAV、AIFF、M4A、AAC、FLAC、OGG、Opus 和 AC3。

source: Supported video inputs: MOV, MP4, M4V, MKV, WebM, AVI, MPEG, TS, FLV, 3GP, and WMV.
zh_hans: 支持的视频输入：MOV、MP4、M4V、MKV、WebM、AVI、MPEG、TS、FLV、3GP 和 WMV。

source: Target
zh_hans: 目标大小

source: The file may be damaged or contain unsupported media data.
zh_hans: 文件可能已损坏，或包含不受支持的媒体数据。

source: The login item couldn’t be changed. Check Login Items in System Settings.
zh_hans: 无法更改登录项，请在系统设置的“登录项”中检查。

source: The original file stays untouched
zh_hans: 原文件不会被修改

source: The original files were not changed and no partial results were kept.
zh_hans: 源文件未被修改，也未保留任何不完整结果。

source: The original files were not changed.
zh_hans: 原文件未被更改。

source: The selected limit is too small for a usable media file.
zh_hans: 所选限制过小，无法生成可用的媒体文件。

source: The source changed · drop it again
zh_hans: 源文件已变化 · 请重新拖入

source: The source video changed
zh_hans: 源视频已发生变化

source: These limits can’t be met in fast mode
zh_hans: 快速模式无法满足这些限制

source: Third-party Licenses
zh_hans: 第三方许可证

source: This conversion isn’t available yet
zh_hans: 此转换暂不可用

source: This file couldn’t be decoded
zh_hans: 无法解码此文件

source: This selection
zh_hans: 当前选择

source: Under 100 MB
zh_hans: 小于 100 MB

source: Unknown
zh_hans: 未知

source: Unsupported format
zh_hans: 不支持的格式

source: Use a supported image, video, or audio file.
zh_hans: 请使用受支持的图片、视频或音频文件。

source: Version %@
zh_hans: 版本 %@

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Vid %d
zh_hans: 视频 %d

source: Video
zh_hans: 视频

source: Video options
zh_hans: 视频选项

source: Videos (%d)
zh_hans: 视频（%d）

source: Wait for it to finish or cancel it before starting again.
zh_hans: 请等待当前任务完成，或取消后再开始。

source: Web Friendly
zh_hans: 网页友好

source: Windows Compatible
zh_hans: Windows 兼容
